Repository: Brollyy/RagnaCustoms
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, hu, pl

# .qS1zv_
source: Song
de: Lied
es: Canción
pl: Piosenka

# 04vg4Lv
source: Add song to playlist
de: Song zur Playlist hinzufügen
es: Añadir canción a la lista de reproducción
pl: Dodaj utwór do playlisty

# 0FJ_Sz1
source: Logout
de: Abmelden
es: Cerrar sesión
pl: Wyloguj

# 0GkEJ7H
source: Upload Song
de: Song hochladen
es: Subir Canción
pl: Prześlij utwór

# 12hUvwX
source: Save your score online
de: Speicher deine Punktzahl Online
es: Guardar tu puntuación en línea
pl: Zapisz swój wynik online

# 1f3BrwI
source: Downloads
de: Ordner für heruntergeladene Dokumente
es: Descargas
pl: Pobrane

# 1ur_gjW
source: Download
de: Herunterladen
es: Descarga
pl: Pobierz

# 3Wx89es
source: Leaderboards by song
de: Ranglisten nach Lied
es: Tablas de clasificación por canción
pl: Tabele rankingowe według utworu

# 3fO3X7H
source: Mapped by:
de: Gemapped von:
es: Mapeado por:
pl: Zmapowane przez:

# 47ienTP
source: Username
de: Benutzername
es: Nombre de usuario
pl: Nazwa użytkownika

# 4chvCh2
source: Our Application
de: Unsere Anwendung
es: Nuestra aplicación
pl: Nasza aplikacja

# 588_9PF
source: Password
de: Passwort
es: Contraseña
pl: Hasło

# 5tzeNyy
source: Pattern quality:
de: Qualität der Muster:
es: Calidad de patrones
pl: Jakość wzoru:

# 6MMexlo
source: Last added
de: Zuletzt hinzugefügt
es: Ultimo añadido
pl: Ostatnio dodane

# 7BmrasU
source: Leaderboards
de: Bestenlisten
es: Tablas de clasificación
pl: Rankingi

# 7FlU8FZ
source: No song for now
de: Derzeit kein Lied
es: No hay canción por ahora
pl: Na razie brak utworu

# 7spPgKG
source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
pl: Nie pamiętasz hasła?

# 81Mt9jk
source: Notes hit:
de: Getroffene Runen:
es: Notas acertadas:
pl: Trafione nuty

# 8Cjk8Aq
source: Be a virtual Viking!
de: Sei ein virtueller Wikinger!
es: ¡Sé un Vikingo virtual!
pl: Bądź wirtualnym Wikingiem!

# 8JX3BFP
source: Mapper working on it :
de: Mapper der daran arbeitet:
es: Mapeador trabajando en ello:
pl: Osoba mapująca:

# 8bCqTC3
source: It also allows you to search through the catalogue and download without even visiting the website. A one-click option is also enabled for even simpler downloads!
de: Sie erlaubt dir auch den Katalog zu durchsuchen und herunterzuladen ohne die Webseite zu besuchen. Eine Ein-Klick Option ist auch aktiviert, für noch einfachere Downloads!
es: También te permite buscar en el catálogo y descargar sin siquiera visitar el sitio web. La opción de un solo clic también está habilitada para realizar descargas aún más sencillas.
pl: Pozwala również na przeglądanie katalogu i pobieranie bez odwiedzania strony internetowej. Opcja jednym kliknięciem jest również dostępna dla jeszcze prostszych pobrań!

# 9Ieatc_
source: Season Ranking:
de: Saison Rang:
es: Clasificación de temporada:
pl: Ranking Sezonu:

# 9JuWNtT
source: Bpm:
de: Apm
pl: ud./min

# 9Ow4gNY
source: Mapped by %mapper%
de: Gemapped von %mapper%
es: Mapeado por %mapper%
pl: Zmapowane przez %mapper%

# 9lzNr0C
source: Anonymous:
de: Anonym
es: Anónimo:
pl: Anonim:

# AO52KuB
source: Custom Songs
es: Canciones personalizadas
pl: Niestandardowe utwory

# AW0Q.Ua
source: Requested by %username%
de: Gewünscht von %username%
es: Solicitado por %username%
pl: Żądany przez %username%

# BHLGy10
source: Notes Hit
de: Getroffene Runen
es: Notas acertadas
pl: Nuty Trafione

# BIGW0.Y
source: Save to playlist!
de: In Playlist speichern!
es: ¡Guardar en lista de reproducción!
pl: Zapisz do playlisty!

# CaLAvI7
source: Readability:
de: Lesbarkeit:
es: Legibilidad:
pl: Czytelność:

# DYQW7sZ
source: How to be in leaderboard
de: Wie man in die Rangliste aufgenommen wird
es: Cómo estar en la tabla de clasificación
pl: Jak być w rankingu

# DmY3P0X
source: Label
de: Etikett
es: Etiqueta
pl: Etykieta

# DwGT2Qc
source: Search by title, artist or mapper
de: Suche nach Titel, Künstler oder Mapper
es: Búsqueda por título, artista o mapeador
pl: Szukaj według tytułu, wykonawcy lub mapera

# Dza7yWv
source: Pages:
de: Seiten
es: Páginas:
pl: Strony:

# EUcEJ9R
source: An error occurs
de: Ein Fehler ist aufgetreten
es: Se produce un error
pl: Wystąpił błąd

# EaSMvF7
source: Not available when the song is in "WIP" mode
de: Nicht verfügbar während das Lied im "WIP" Modus ist
es: No disponible cuando la canción está en modo "Trabajo en progreso"
pl: Niedostępne, gdy utwór jest w trybie „WIP”

# G.fsjoj
source: Season ranking
de: Saisonrangliste
es: Clasificación de temporada
pl: Ranking Sezonu

# GDhCgSF
source: Flow:
de: Fluss
es: Fluidez
pl: Płynność:

# GK9BVRd
source: Download filtered selection
de: Gefilterte Auswahl herunterladen
es: Descargar selección filtrada
pl: Pobierz przefiltrowane

# HhjWrbO
source: No one
de: Niemand
es: Nadie
pl: Nikt

# J8yB2ym
source: Song played:
de: Gespieltes Lied:
es: Canción reproducida:
pl: Utwór rozegrany:

# JAsu23F
source: Filter songs
de: Lieder filtern
es: Filtrar canciones
pl: Filtruj piosenki

# JiEhxTc
source: edit
de: Bearbeiten
es: Editar
pl: edytuj

# Jm1sMPX
source: We don't think he is a mapper
de: Wir glauben nicht, dass er ein Mapper ist
es: No creemos que sea un mapeador
pl: Nie sądzimy, że jest maperem

# Jxxi_i3
source: My profile
de: Mein Profil
es: Mi perfil
pl: Mój profil

# KPJ6R4z
source: Your playlist
de: Deine Playlist
es: Tu lista de reproducción
pl: Twoja playlista

# KY1sdUn
source: Duration:
de: Dauer
es: Duración:
pl: Czas trwania:

# Kc.KjPF
source: Last update:
de: Letzte Aktualisierung:
es: Última actualización:
pl: Ostatnia aktualizacja:

# KkPzMqC
source: Song added to your playlist!
de: Lied wurde zu deiner Playlist hinzugefügt!
es: ¡Canción añadida a tu lista de reproducción!
pl: Piosenka dodana do playlisty!

# KpL2_.m
source: Remember Me
de: Merken
es: Recordarme
pl: Zapamiętaj mnie na tym urządzeniu

# Ldf2lJ5
source: This Custom song is not your's
de: Dieser Custom Song ist nicht deiner
es: Esta canción personalizada no es tuya
pl: Ta Piosenka niestandardowa nie jest twoja

# LzBuRE8
source: Feedback sent!
de: Feedback wurde gesendet!
es: Comentarios enviados
pl: Przesłano opinię!

# M0pAn1b
source: Song details
de: Titeldetails
es: Detalles de la canción
pl: Szczegóły utworu

# MbRxIVh
source: Leaderboard
de: Bestenliste
es: Tabla de Clasificación
pl: Tabela wyników

# MetgMAN
source: Songs played
de: Gespielte Lieder
es: Canciones jugadas
pl: Odtwarzane piosenki

# MksTT1f
source: Preview
de: Vorschau
es: Previsualización
pl: Podgląd

# NPV29eL
source: No archive for now
de: Derzeit kein Archiv
es: No hay archivo por ahora
pl: Na razie nie ma archiwum

# NX6NrMb
source: Overlay editor
es: Editor de superposiciones
pl: Edytor nakładki

# O2aNZsQ
source: My progression on %songname% level %level%
de: Mein Verlauf auf %songname% mit Schwierigkeitsgrad %level%
es: Mi progresión en %songname% nivel %level%
pl: Mój postęp na %songname% poziom %level%

# OCrF8wj
source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
pl: Ostatnia aktualizacja

# ODMXl9D
source: Song mapped:
de: Gemapptes Lied:
es: Canción mapeada:
pl: Piosenka zmapowana:

# OOWkbLx
source: Score
de: Ergebnis
es: Puntuación
pl: Punktacja

# QSvguc1
source: Informations
de: Informationen
es: Informaciones
pl: Informacje

# QuWIdWM
source: Last songs played
de: Zuletzt gespielte Lieder
es: Últimas canciones jugadas
pl: Ostatnio rozegrane utowry

# Qzt36wp
source: Difficulties:
de: Schwierigkeitsgrade:
es: Dificultades:
pl: Poziomy trudności:

# REgGQF4
source: Download playlist with the app
de: Lade die Playlist mit der App herunter
es: Descarga la lista de reproducción con la aplicación
pl: Pobierz playlistę z użyciem aplikacji

# ScJmuqq
source: Search
de: Suche
es: Buscar
pl: Szukaj

# T8UqPEx
source: Duration
de: Länge
es: Duración
pl: Czas trwania

# USNp9bJ
source: Rhythm:
de: Der Rhythmus
es: Ritmo:
pl: Rytm:

# UigtRYc
source: 1 click downloader
de: 1-Klick-Downloader
es: Descargador de 1 clic
pl: Pobierz jednym kliknięciem

# Um4Ah8w
source: Description
de: Beschreibung
es: Descripción
pl: Opis

# UpJKYO9
source: Song not found!
de: Lied nicht gefunden!
es: No se ha encontrado la canción.
pl: Piosenka nie znaleziona!

# VVoBMuC
source: BPM:
de: Apm
pl: ud./min:

# VjX9FHA
source: Distance:
de: Entfernung
es: Distancia:
pl: Dystans:

# W3DV9nC
source: Other thing it does:
de: Andere Dinge, die sie macht:
es: Otra cosa que hace:
pl: Inna rzecz, którą robi:

# WHkb.qH
source: You need an account to access this page.
de: Du benötigst ein Konto um auf diese Seite zuzugreifen.
es: Necesitas una cuenta para acceder a esta página.
pl: Aby uzyskać dostęp do tej strony, potrzebujesz konta.

# WRk1sVs
source: Public
de: Öffentlich
es: Público
pl: Publiczny

# X9aLVJE
source: Twitch requests & overlay
es: Solicitudes y superposición de Twitch
pl: Nakładka żądań Twitch

# XQIAlIX
source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
es: Agregar a la lista de reproducción
pl: Dodaj do playlisty

# XaVeqb.
source: this account is certified
de: Dieses Konto ist zertifiziert
es: esta cuenta está certificada
pl: to konto jest certyfikowane

# XdyGkjF
source: not moderated
de: Nicht moderiert
es: no moderado
pl: nie moderowane

# Y44kn0o
source: Filter
de: Filtern
es: Filtro
pl: Filtruj

# Y74EKO6
source: copied !
de: Kopiert
es: ¡Copiado!
pl: Skopiowano !

# YJxGA5K
source: No song request
de: Kein Liederwunsch
es: Sin solicitud de canción
pl: Brak żądania utworu

# YZdZVQP
source: delete
de: Löschen
es: Borrar
pl: usuń

# YcTuxIi
source: You can't review a custom song you've submitted
de: Du kannst keinen Custom Song bewerten den du selber eingereicht hast.
es: No puedes revisar una canción personalizada que tú has subido
pl: Nie można ocenić utworu niestandardowego, który sam przesłałeś/aś

# Yg3a6ad
source: Custom song not found !
de: Custom Song wurde nicht gefunden!
es: No se ha encontrado la canción personalizada.
pl: Nie znaleziono utworu niestandardowego !

# YkSoo8Q
source: Our application is magic! It creates the necessary folders and unzips the files in the right place, it also renames the folder with the song title for optimal in-game song ordering.
de: Unsere Anwendung ist Magie! Sie legt die nötigen Ordner an und entpackt die Dateien an die richtige Stelle. Außerdem benennt sie die Ordner entsprechend der Liedtitel, für die optimale Sortierung im Spiel.
es: ¡Nuestra aplicación es mágica! Crea las carpetas necesarias y descomprime los archivos en el lugar correcto, también cambia el nombre de la carpeta con el título de la canción para un orden óptimo de las canciones en el juego.
pl: Nasza aplikacja jest magiczna! Tworzy niezbędne foldery i rozpakowuje pliki we właściwym miejscu, zmienia również nazwę folderu z tytułem utworu w celu optymalnej segregacji utworów w grze.

# ZCZ.iLb
source: Songs mapped
de: Lieder gemapped
es: Canciones mapeadas
pl: Utwory zmapowane

# _FtY.RV
source: Fun factor:
de: Spaßfaktor:
es: Factor de diversión:
pl: Czynnik zabawy:

# _zBZPKM
source: copied
de: Kopiert
es: ¡Copiado!
pl: skopiowano

# aL6gI1n
source: Song "%song%" by "%artist%" successfully uploaded!
de: Lied "%song%" von "%artist%" wurde erfolgreich hochgeladen!
es: La canción «%song%» de «%artist%» se ha subido correctamente.
pl: Utwór "%song%” w wykonaniu "%artist%” pomyślnie przesłany!

# acQEWR6
source: Views
de: Ansichten
es: Vistas
pl: Wyświetlenia

# beOfoMt
source: Copy code for Twitch
de: Kopiere Code für Twitch
es: Copiar código para Twitch
pl: Skopiuj kod dla Twitch

# c1Zl2xv
source: click to vote
de: Klicken um Abzustimmen
es: haga clic para votar
pl: kliknij, aby głosować

# c5LJ9v.
source: You need to be connected
de: Du musst eingeloggt sein
es: Necesitas estar conectado
pl: Musisz być połączony

# cQEsJJT
source: You need an account to use playlist!
de: Du benötigst ein Konto um eine Playlist zu benutzen.
es: ¡Necesitas una cuenta para usar las listas de reproducción!
pl: Potrzebujesz konta, aby korzystać z playlisty!

# d4BN8eY
source: My progression
de: Mein Fortschritt
es: Mi progreso
pl: Mój postęp

# dMV.Tsf
source: Converted map
de: Konvertierte Map
es: Mapa convertido
pl: Przekonwertowana mapa

# dVrtffu
source: This song is a "Work in progress"
de: Dieses Lied ist ein "Work in progress"
es: Esta canción es un «Trabajo en progreso»
pl: Ta piosenka jest obecnie mapowana

# denQnlA
source: Ranked only
de: Nur geranked
es: Solo clasificatorias
pl: Tylko rankingowe

# djsLN.8
source: One click download
de: Ein-Klick Download
es: Descarga con un clic
pl: Pobierz jednym kliknięciem

# e8Jfqtu
source: Without
de: Ohne
es: Sin
pl: Bez

# eAN19uO
source: Leave a feedback
de: Feedback geben
es: Dejar comentarios
pl: Zostaw opinię

# ekHOigo
source: How to download with one click ?
de: Wie lädt man mit einem Klick runter?
es: ¿Cómo descargar con un solo clic?
pl: Jak pobrać jednym kliknięciem?

# fKQydBi
source: %song_name% by %artist%
de: %song_name% von %artist%
es: %song_name% de %artist%
pl: %song_name% ​w wykonaniu %artist%

# fTXKUp1
source: Song Review
de: Song-Rezension
es: Reseña de canción
pl: Recenzja utworu

# fjSMV5j
source: Already downloaded
de: Bereits heruntergeladen
es: Ya descargada
pl: Już pobrano

# g97FsBA
source: no score for now
de: vorerst keine Punktzahl
es: sin puntuación por ahora
pl: Na razie nie ma wyniku

# gQZ.y3Y
source: Song already in playlist!
de: Lied ist bereits in Playlist.
es: ¡La canción ya está en lista de reproducción!
pl: Piosenka już na playliście!

# gfZ42tt
source: My playlists
de: Meine Playlists
es: Mis listas de reproducción
pl: Moje playlisty

# hMt4cbd
source: Reviews
de: Bewertungen
es: Reseñas
pl: Recenzje

# iRD1EqK
source: 1 click
de: 1 Klick
es: 1 clic
pl: 1 kliknięcie

# ia_i3_Q
source: Custom songs available for Ragnaröck VR
de: Benutzerdefinierte Lieder für Ragnaröck VR verfügbar
es: Canciones personalizadas disponibles para Ragnaröck VR
pl: Niestandardowe piosenki dostępne dla Ragnaröck VR

# ijel8Hr
source: Order by
de: Sortiere nach
es: Ordenar por
pl: Sortuj według

# jW33dhj
source: Difficulties
de: Schwierigkeitsgrade
es: Dificultades
pl: Trudności

# kYYOYQu
source: Is a mapper
de: Ist ein Mapper
es: Es un mapeador
pl: Jest maperem

# kdVHOTi
source: No playlist for now
de: Derzeit keine Playlist
es: No hay lista de reproducción por ahora
pl: Na razie brak playlisty

# kyIu1Z1
source: All your playlists
de: Alle deine Playlists
es: Todas tus listas de reproducción
pl: Twoje playlisty

# lYjTZTI
source: Level played
de: Gespielter Schwierigkeitsgrad
es: Nivel jugado
pl: Poziom rozegrany

# mRv6AVU
source: My Profile
de: Mein Profil
es: Mi perfil
pl: Mój Profil

# nWMiwfT
source: Login
de: Anmelden
es: Iniciar sesión
pl: Zaloguj

# nWPu_kY
source: Difficulties: %difficultiesList%
de: Schwierigkeitsgrade: %difficultiesList%
es: Dificultades: %difficultiesList%
pl: Poziomy trudności: %difficultiesList%

# nlIwJ21
source: This custom song is not available for now
de: Der Custom Song ist derzeit nicht verfügbar
es: Esta canción personalizada no está disponible por ahora
pl: Ta niestandardowa piosenka nie jest na razie dostępna

# nraec2X
source: Global ranking:
de: Globaler Rang:
es: Clasificación global:
pl: Ranking globalny:

# nsVmG
source: Notes missed:
pl: Nuty nie trafione:

# nylTBGT
source: Rating
de: Bewertung
es: Calificación
pl: Ocena

# olizD4j
source: Global
de: Globale Einstellungen
pl: Globalny

# p5GWI6U
source: Save Review!
de: Rezension speichern!
es: ¡Guardar reseña!
pl: Zapisz Recenzję!

# pBMNfSw
source: Rank
de: Rang
es: Clasificación
pl: Ranga

# pJ1jH4x
source: Alphabetical
de: Alphabetisch
es: Alfabético
pl: Alfabetycznie

# pP5lJk7
source: Language
de: Sprache
es: Idioma
pl: Język

# pSrOQg8
source: All
de: Alle
es: Todas
pl: Wszystkie

# plYQfpn
source: Statistics
de: Statistiken
es: Estadísticas
pl: Statystyki

# qvoMcPi
source: Explicit content
de: Explizite Inhalte
es: Contenido explícito
pl: Treści dla dorosłych

# rNAupNk
source: songs displayed on
de: Lieder angezeigt auf
es: canciones mostradas en
pl: utwory wyświetlane na

# rNmTJ5X
source: WIP only
de: Nur WIP
es: Solo "Trabajos en progreso"
pl: Tylko WIP

# rlY2k_l
source: Your API key
de: Dein API Schlüssel
es: Tu clave API
pl: Twój klucz API

# rtR.mcY
source: For lazy people
de: Für faule Leute
es: Para gente perezosa
pl: Dla leniwych

# sDsvsmr
source: Global review
de: Allgemeine Kritik
es: Reseña global
pl: Opinia ogólna

# t733otb
source: Distance
de: Entfernung
es: Distancia
pl: Odległość

# tG202en
source: You can get the executable by clicking on the button below:
de: Du erhälst die ausführbare Datei indem du auf den unteren Knopf klickst:
es: Puede obtener el ejecutable haciendo clic en el botón de abajo:
pl: Możesz uzyskać plik wykonywalny, klikając na poniższy przycisk:

# tMvlYt0
source: I want to vote
de: Ich möchte abstimmen
es: Quiero votar
pl: Chcę głosować

# tPdniYe
source: Login to your Account
de: Melden Sie sich an
es: Entra en tu cuenta
pl: Zaloguj się na swoje konto

# tRLZfny
source: User
de: Benutzer
es: Usuario
pl: Użytkownik

# tTGBpNh
source: My account
de: Mein Konto
es: Mi cuenta
pl: Moje konto

# tfH0juh
source: Level quality:
de: Qualität des Levels:
es: Calidad del nivel:
pl: Jakość poziomu:

# twhySiO
source: With
de: mit
es: Con
pl: Z

# u3I07BJ
source: Register
de: Registrieren
es: Registrar
pl: Rejestracja

# u8Jb53Q
source: My custom songs
de: Meine Custom Songs
es: Mis canciones personalizadas
pl: Moje niestandardowe piosenki

# uTLlT96
source: Global ranking
de: Globale Rangliste
es: Clasificación global
pl: Ranking globalny

# v7kly9C
source: You only need to install the application once, future updates are automatic.
de: Du musst die Anwendung nur einmal installieren, zukünftige Updates erfolgen automatisch.
es: Solo necesitas instalar la aplicación una vez, las actualizaciones futuras son automáticas.
pl: Wystarczy zainstalować aplikację tylko raz, przyszłe aktualizacje są automatyczne.

# vGdhNXl
source: Songs
de: Lieder
es: Canciones
pl: Utwory

# vLvhD3E
source: no description for now
de: vorerst keine Beschreibung
es: no hay descripción por ahora
pl: na razie brak opisu

# viY4vbr
source: Notes not processed:
de: Nicht verarbeitete Runen:
es: Notas no procesadas:
pl: Nuty nie przetworzone:

# vjqEKpm
source: You need an account to vote !
de: Du benötigst ein Konto um abzustimmen!
es: ¡Necesitas una cuenta para votar!
pl: Potrzebujesz konta, aby głosować !

# wIWBzLa
source: How to ?
de: Wie man
es: Instrucciones
pl: Jak to zrobić ?

# wMsF86s
source: Playlist have to be named!
de: Playlists müssen einen Namen haben!
es: ¡La lista de reproducción tiene que tener nombre!
pl: Lista odtwarzania musi być nazwana!

# x1wPTSk
source: Only converted
de: Nur konvertierte
es: Solo convertidos
pl: Tylko przekonwertowane

# x7iK7GK
source: Feedbacks
de: Feedback: %d
es: Comentarios:
pl: Opinie

# xAWYMJ.
source: RagnaCustoms is not associated with <b>Ragnaröck VR</b> or <b>WanadevStudio</b>
de: RagnaCustoms steht nicht in Verbindung mit <b>Ragnaröck VR</b> oder <b>WanadevStudio</b>
es: RagnaCustoms no está asociado con Ragnaröck VR ni WanadevStudio
pl: RagnaCustoms nie jest powiązane z <b>Ragnaröck VR</b> ani z <b>WanadevStudio</b>

# xzOXSvG
source: Artist:
de: Künstler
es: Artista:
pl: Artysta:

# yADx6B5
source: %username%'s profile
de: Profil von %username%
es: Perfil de %username%
pl: Profil użytkownika %username%

# zJUTwVH
source: You are going to download a lot of custom songs and it can take a while, do you want to continue?
de: Sie werden viele benutzerdefinierte Songs herunterladen und es kann eine Weile dauern. Möchten Sie fortfahren?
es: Vas a descargar muchas canciones personalizadas y puede tardar un tiempo, ¿quieres continuar?
pl: Masz zamiar pobrać wiele utworów niestandardowych i może to trochę potrwać. Czy chcesz kontynuować?

# zVWI22.
source: Vote
de: Abstimmen
es: Votar
pl: Ocena

# 88fgLSX
source: Fun factor:
de: Spaßfaktor:
es: Factor de diversión

# ns__VmG
source: Notes missed:
de: Verfehlte Runen:
es: Notas fallidas:

source: Song requests
de: messages

source: Song
hu: Zene

source: Add song to playlist
hu: Hozzáadás lejátszási listához

source: Logout
fr: Déconnexion
hu: Kijelentkezés

source: Upload Song
fr: Envoyer une chanson
hu: Zene Feltöltése

source: Save your score online
fr: Sauvegarde votre score en ligne
hu: Pont mentése online

source: Downloads
fr: Téléchargements
hu: Letöltések

source: Download
fr: Téléchargement
hu: Letöltés

source: Leaderboards by song
fr: Tableaux par musique
hu: Ranglisták dalonként

source: Mapped by:
hu: Pályakészítő:

source: Username
hu: Felhasználónév

source: Our Application
fr: Notre application
hu: Alkalmazásunk

source: Password
fr: Mot de passe
hu: Jelszó

source: Pattern quality:
hu: Rúnák minősége:

source: Last added
fr: Dernier ajout
hu: Legutóbb hozzáadva

source: Leaderboards
fr: Tableaux de score
hu: Ranglisták

source: No song for now
hu: Egyelőre nincs zene

source: Forgot Password?
fr: Mot de passe oublié ?
hu: Elfelejtetted a jelszavad?

source: Notes hit:
hu: Eltalált rúnák:

source: Fun factor:
hu: Szórakozási faktor:

source: Be a virtual Viking!
hu: Légy virtuális viking!

source: Mapper working on it :
fr: Mapper travaillant dessus :
hu: Pályakészítő ezen dolgozik:

source: It also allows you to search through the catalogue and download without even visiting the website. A one-click option is also enabled for even simpler downloads!
fr: Elle vous permet également de rechercher dans notre catalogue sans aller sur le site web. Une option One-click est également activée lors de l'installation pour des téléchargements plus faciles !
hu: Azt is lehetővé teszi, hogy végignézd a katalógust és letölthess anélkül, hogy meglátogatnád a weboldalt. Az egykattintásos lehetőség mégjobban leegyszerűsíti a letöltéseket!

source: Season Ranking:
hu: Szezonális rangsor:

source: Mapped by %mapper%
hu: Pályát készítette: %mapper%

source: Anonymous:
hu: Névtelen:

source: Custom Songs
hu: Egyedi Zenék

source: Requested by %username%
fr: Demandé par %username%
hu: Kérte: %username%

source: Notes Hit
fr: Notes Frappées
hu: Eltalált rúnák

source: Save to playlist!
fr: Enregistré dans la playlist !
hu: Mentés a lejátszási listára!

source: Readability:
hu: Olvashatóság:

source: How to be in leaderboard
fr: Comment être dans le tableau des scores
hu: Hogyan lehetsz a ranglistán?

source: Label
hu: Címke

source: Search by title, artist or mapper
fr: Chercher par titre, artiste ou mapper
hu: Keresés cím, előadó vagy pályakészítő szerint

source: Pages:
hu: Oldalak:

source: An error occurs
fr: Une erreur est survenue.
hu: Hiba történt

# Not available when the song is in &quot;WIP&quot; mode
source: Not available when the song is in "WIP" mode
hu: Nem elérhető, ha a dal "WIP" módban van

source: Season ranking
fr: Classement par saisons
hu: Szezonális rangsor

source: Flow:
hu: Áramlás:

source: Download filtered selection
fr: Télécharger la sélection filtrée
hu: Szűrt választék letöltése

source: No one
fr: Aucun
hu: Senki

source: Song played:
hu: Játszott zene:

source: Filter songs
fr: Filtrer
hu: Zenék szűrése

source: edit
fr: modifier
hu: Szerkesztés

source: We don't think he is a mapper
hu: Szerintünk Ő nem egy pályakészítő

source: My profile
fr: messages
hu: Saját profil

source: Your playlist
hu: Saját lejátszási listád

source: Duration:
hu: Hosszúság:

source: Last update:
hu: Legutóbbi frissítés:

source: Song added to your playlist!
fr: messages
hu: Zene hozzáadva a lejátszási listádhoz!

source: Remember Me
fr: Se souvenir de moi
hu: Emlékezzen rám

source: This Custom song is not your's
fr: Cette custom song ne vous appartient pas.
hu: Ez az Egyedi zene nem a tiéd

source: Feedback sent!
fr: Avis envoyé !
hu: Visszajelzés elküldve!

source: Song details
fr: Détails de la chanson
hu: Zene részletei

source: Leaderboard
fr: Tableau des scores
hu: Ranglista
