Repository: Brollyy/RagnaCustoms
Catalog: translations/messages+intl-icu.*.xlf
Languages: de, es, fr, hu, pl

source: Songs played
hu: Játszott zenék

source: Preview
fr: Aperçu
hu: Előnézet

source: No archive for now
fr: Pas d'archive pour le moment
hu: Egyelőre nincs archívum

source: Overlay editor
fr: messages
hu: Overlay szerkesztő

source: My progression on %songname% level %level%
fr: Ma progression sur %songname% niveau %level%
hu: Haladásom: %songname% , %level% szinten

source: Last updated
fr: Dernières mises à jour
hu: Legutóbb frissítve

source: Song mapped:
hu: Készített pályák:

source: Score
hu: Pontszám

source: Informations
hu: Információk

source: Last songs played
hu: Legutóbb játszott zenék

source: Difficulties:
hu: Nehézségi szintek:

source: Download playlist with the app
fr: Télécharger la playlist en un clic
hu: Lejátszási lista letöltése az alkalmazással

source: Search
fr: Chercher
hu: Keresés

source: Duration
fr: Durée
hu: Hosszúság

source: Rhythm:
hu: Ritmus:

source: 1 click downloader
fr: Téléchargement en un clic
hu: Egykattintásos letöltés

source: Description
hu: Leírás

source: Song not found!
fr: Musique non trouvé
hu: Nem található zene!

source: Distance:
hu: Megtett út:

source: Other thing it does:
fr: Autres trucs qu'elle fait :
hu: Más dolog, amit csinál:

source: You need an account to access this page.
fr: Vous avez besoin d'un compte pour acceder à cette page.
hu: Fiókra van szükséged, hogy hozzáférhess az oldalhoz.

source: Public
hu: Nyilvános

# Twitch requests &amp; overlay
source: Twitch requests & overlay
fr: Requètes twitch & overlay
hu: Twitch kérések & overlay

source: Add to playlist
fr: Ajouter à ma playlist
hu: Hozzáadás lejátszási listához

source: this account is certified
fr: Ce compte est certifié
hu: ez a fiók hitelesített

source: not moderated
hu: nem moderált

source: Filter
fr: Filtrer
hu: Szűrés

source: copied !
fr: copié !
hu: másolva !

source: No song request
hu: Nincs zenekérés

source: delete
fr: supprimer
hu: Törlés

source: You can't review a custom song you've submitted
fr: Vous ne pouvez pas donner votre avis sur un custom song que vous avez envoyé.
hu: Nem értékelheted a saját zenéd

source: Custom song not found !
fr: Nous n'avons pas trouvé la custom song !
hu: Egyedi zene nem található !

source: Our application is magic! It creates the necessary folders and unzips the files in the right place, it also renames the folder with the song title for optimal in-game song ordering.
fr: Notre application est magique ! elle créer les dossier nécessaires au bon endroit, elle renomme aussi les dossier avec le titre de la chanson pour un jeu optimal et une recherche efficace.
hu: Az alkalmazásunk varázslat! Létrehozza a szükséges mappákat és kicsomagolja a fájlokat a megfelelő helyükre. Átnevezi a mappákat a zene címére az optimális játékbeli rendezettség érdekében.

source: Songs mapped
hu: Készített pályák

source: copied
fr: copié
hu: Másolva

# Song &quot;%song%&quot; by &quot;%artist%&quot; successfully uploaded!
source: Song "%song%" by "%artist%" successfully uploaded!
fr: Chanson "%song%" par "%artist%" a bien été envoyée !
hu: "%song%" , "%artist%" -tól/től sikeresen feltöltve!

source: Views
fr: Vues
hu: Megtekintések

source: Copy code for Twitch
fr: Copie le code pour Twitch
hu: Twitch kód másolása

source: click to vote
fr: Clique pour voter
hu: Kattints a szavazáshoz

source: You need to be connected
fr: Vous devez etre connecté
hu: Csatlakoznod kell

source: You need an account to use playlist!
fr: messages
hu: A lejátszási lista használatához fiókra van szükséged!

source: My progression
hu: Haladásom

source: Converted map
fr: Est convertie
hu: Konvertált pálya

# This song is a &quot;Work in progress&quot;
source: This song is a "Work in progress"
hu: Ez a zene még "Folyamatban lévő munka"

source: Ranked only
fr: Classées uniquement
hu: Csak Rangsorolt

source: One click download
fr: Téléchargement en un clic
hu: Egykattintásos Letöltés

source: Without
fr: Sans
hu: Nélkül

source: Leave a feedback
fr: Laisser un avis
hu: Visszajelzés küldése

source: How to download with one click ?
fr: Comment télécharger en un clic ?
hu: Hogyan lehet letölteni egy kattintással ?

source: %song_name% by %artist%
hu: %song_name% %artist% -tól/től

source: Song Review
hu: Zene Értékelése

source: Already downloaded
fr: Déjà Téléchargé
hu: Letöltve

source: no score for now
fr: pas de score pour le moment
hu: Egyelőre nincs pontszám

source: Song already in playlist!
fr: messages
hu: A zene már szerepel a lejátszási listán!

source: My playlists
fr: messages
hu: Lejátszási listáim

source: Reviews
hu: Értékelések

source: 1 click
hu: 1 kattintás

source: Custom songs available for Ragnaröck VR
fr: Customs songs disponibles pour Ragnaröck VR
hu: Egyedi zenék Ragnaröck VR-hoz

source: Order by
fr: Ordonner par
hu: Rendezés

source: Difficulties
fr: Difficultés
hu: Nehézségi szintek

source: Is a mapper
fr: Est un mapper
hu: Egy pályakészítő

source: No playlist for now
hu: Egyelőre nincs lejátszási lista

source: All your playlists
hu: Az összes lejátszási listád

source: Level played
hu: Játszott szint

source: My Profile
hu: Saját profil

source: Login
fr: Connexion
hu: Bejelentkezés

source: Difficulties: %difficultiesList%
hu: Nehézségi szintek: %difficultiesList%

source: This custom song is not available for now
fr: Cette custom song n'est pas encore disponible.
hu: Ez az egyedi zene egyelőre nem érhető el

source: Global ranking:
hu: Globális helyezés:

source: Notes missed:
hu: Kihagyott rúnák:

source: Rating
fr: Votes
hu: Értékelés

source: Global
hu: Globális

source: Save Review!
hu: Értékelés mentése!

source: Rank
hu: Helyezés

source: Alphabetical
fr: Alphabétique
hu: Ábécé sorrend

source: Language
hu: Nyelv

source: All
fr: Tous
hu: Összes

source: Statistics
fr: Statistiques
hu: Statisztika

source: Explicit content
hu: Kifogásolható tartalom

source: songs displayed on
fr: musiques affichées sur
hu: zenék megjelenítése

source: WIP only
fr: WIP seulement
hu: Csak WIP

source: Your API key
fr: Votre clé API
hu: Az API-kulcsod

source: For lazy people
fr: Pour les gens faignants
hu: Lusta embereknek

source: Global review
fr: Avis global
hu: Globális értékelés

source: Distance
hu: Távolság

source: You can get the executable by clicking on the button below:
fr: Vous pouvez récuperr le fichier executable en cliquant sur le bouton ci-dessous :
hu: Az exe fájlt az alábbi gombra kattintva szerezheted meg:

source: I want to vote
fr: Je veux voter
hu: Szavazni akarok

source: Login to your Account
fr: Se connecter
hu: Jelentkezz be

source: User
hu: Felhasználó

source: My account
fr: Mon compte
hu: Saját fiók

source: Level quality:
hu: Szint minősége:

source: With
fr: Avec
hu: Vele

source: Register
fr: Inscription
hu: Regisztráció

source: My custom songs
fr: Mes custom songs
hu: Egyedi zenéim

source: Global ranking
fr: Classement général
hu: Globális rangsor

source: You only need to install the application once, future updates are automatic.
fr: Vous avez seulement besoin d'installer l'application une fois, les mises a jour futures seront automatiques.
hu: Az alkalmazást csak egyszer kell telepítened, a jövőbeli frissítések automatikusak.

source: Songs
fr: Custom Songs
hu: Zenék

source: no description for now
fr: Pas de description actuellement.
hu: egyelőre nincs leírás

source: Notes not processed:
hu: Nem feldolgozott rúnák:

source: You need an account to vote !
fr: Vous devez avoir un compte pour voter !
hu: Fiókra van szükséged a szavazáshoz !

source: How to ?
fr: Comment faire ?
hu: Útmutató

source: Playlist have to be named!
fr: messages
hu: A lejátszási listát el kell nevezned!

source: Only converted
fr: Seulement les converties
hu: Csak konvertált

source: Feedbacks
fr: Retours
hu: Visszajelzések

source: RagnaCustoms is not associated with <b>Ragnaröck VR</b> or <b>WanadevStudio</b>
fr: Ragnacustoms n'est pas associée avec <b>Ragnaröck VR</b> VR ni <b>WanadevStudio</b>
hu: A RagnaCustoms-nek nincs köze a <b>Ragnaröck VR</b> -hoz vagy a <b>WanadevStudio</b> -hoz.

source: Artist:
hu: Előadó:

source: %username%'s profile
hu: %username% profilja

source: You are going to download a lot of custom songs and it can take a while, do you want to continue?
fr: Vous allez télécharger un paquet de "custom songs" et cela va prendre du temps, voulez vous continuer ?
hu: Sok egyedi zenét fogsz letölteni és ez eltarthat egy darabig, szeretnéd folytatni?

source: Vote
hu: Szavazás

source: Your submitted songs
fr: Vos custom songs

source: Filter by difficulties
fr: Filtrer par difficultés

source: Soon
fr: Bientôt

source: see more
fr: voir plus

source: Catalog
fr: Catalogue

source: Moderated
fr: Modérée

source: No
fr: Non

source: Yes
fr: Oui

source: Our application is Magic! It creates all the folders need and unzip files at the right place, it also rename the folder with the song title for a better experience in game.
fr: Notre application est Magique ! Elle créer les dossiers nécessaires et décompresse les fichiers au bon endroit, Elle renomme aussi le dossier avec le titre de la chanson pour une meilleure experience en jeu.

source: Our application allows you to search in the catalog any song and download it.
fr: Notre application vous permet de chercher dans le catalogue et de télécharger sans venir sur le site web.

source: Our application allows you to download song with only 1 click on the website.
fr: Notre application vous permet de télécharger une musique avec un seul click depuis le site web.

source: Our application does not need installation, you only have to download unzip and run it.
fr: Notre application n'a pas besoin d'etre installée, Vous n'avez qu'à la télécharger et à la décompresser.

source: Download now
fr: Télécharger maintenant

source: Rhythm
fr: Rythme

source: Flow
fr: Flux

source: Mapped by
fr: Mappée par

source: Last update
fr: Dernière mise à jour

source: LastUpdate
fr: Dernière mise à jour

source: level
fr: niveau

source: Update an existing map
fr: Remplacer la chanson si elle existe.

source: Upload
fr: Envoyer

source: The file seems to not be valid, at least info.dat is missing.
fr: Le fichier ne semble pas valide, il manque au moins le fichier info.dat

# The song &quot;%song%&quot; by &quot;%artist%&quot; is already in our catalog.
source: The song \"%song%\" by \"%artist%\" is already in our catalog.
fr: La musique \"%song%\" par \"%artist%\" est déjà dans notre catalogue.

source: You don't add the _songApproximativeDuration in info.dat
fr: Vous n'avez pas ajouté le _songApproximativeDuration dans info.dat

# Song &quot;%song%&quot; by &quot;%artist%&quot; added !
source: Song \"%song%\" by \"%artist%\" added !
fr: Chanson \"%song%\" par \"%artist%\" ajoutée !

source: Artist
fr: Artiste

source: This one is not required, but if you put a youtube link in the description we can catch the first one as song video ! ;)
fr: Ce dernier n'est pas requis, mais si vous mettez un lien youtube dans la description nous saurons retrouver le premier en tant que preview de la custom song

source: See custom song in action
fr: Voir la custom song en action

source: Ragnacustoms is not associated with Ragnaröck VR or WanadevStudio
fr: Ragnacustoms n'est pas associée avec Ragnaröck VR ni WanadevStudio

source: Ragnacustoms is not associated with <b>Ragnaröck VR</b> or <b>WanadevStudio</b>
fr: Ragnacustoms n'est pas associée avec <b>Ragnaröck VR</b> VR ni <b>WanadevStudio</b>

source: You need <a href='%url%' target='_blank'>our app</a> tu use 1 click installer button
fr: <a href='%url%' target='_blank'>l'application</a> est requise pour le bouton 1 click

source: You can use <a target='_blank' href='https://guides.github.com/features/mastering-markdown/'>Markdown</a> in description
fr: Vous pouvez utiliser le <a target='_blank' href='https://guides.github.com/features/mastering-markdown/'>Markdown</a> dans la description

source: Upload a .zip file (max 20mb) containing all the files for the map.
fr: Envoyez un fichier .zip (max 20mb) contenant les fichiers nécéssaires à la map.

# Song &quot;%song%&quot; by &quot;%artist%&quot; successfully uploaded!
source: Song \"%song%\" by \"%artist%\" successfully uploaded!
fr: \"%song%\" by \"%artist%\" bien ajoutée !

# &quot;_songApproximativeDuration&quot; is missing in the info.dat file!
source: \"_songApproximativeDuration\" is missing in the info.dat file!
fr: \"_songApproximativeDuration\" est manquant dans le fichier info.dat !

source: Youtube link
fr: Lien Youtube

source: The Youtube link is not valid, please edit your song to insert the link.
fr: Le lien Youtube n'ets pas valide, merci de modifier la custom song pour y ajouter le lien.

source: Reset Vote
fr: Remettre les votes à zéro

source: This song is not available for now
fr: messages

source: No online streamer for now
fr: Pas de streamer en ligne en ce moment

source: Online
fr: En ligne

source: You need an account to send a feedback!
fr: Vous devez avoir un compte pour envoyer des suggestions !

source: Please get and launch the .msi file
fr: SVP récuperez le .msi et installez le.

source: Send a feedback
fr: Envoyer un avis

source: Your statistics
fr: Vos statistiques

source: My feedbacks
fr: Mes retours

source: Feedbacks on my custom songs
fr: Retours sur mes custom songs

source: Ranked first
fr: Ranked en premier

source: Season Ranking
fr: Classement saisonnier

source: Song mapped
fr: Custom songs envoyées

source: Difficulties played
fr: Difficultées jouées

source: New ! to update a map please use the \"edit\" button on your song bellow.
fr: Nouveau ! pour mettre à jour une carte, veuillez utiliser le bouton \"modifier\" de votre chanson ci-dessous.

source: Custom songs available
fr: Customs songs disponibles

source: Your review has been sent!
fr: Votre vote a été envoyé !

source: Moderation
fr: Modération

source: Song played
fr: Chanson jouée

source: My progression on
fr: Ma progression on

source: Your playlist
fr: messages
